export const chats = [
    {
        title: "Не работает вентиляция",
        place: "Офис 12",
        date: "21.02.2021 12:19",
        id: '213',
        messages: [
            {
                text: "У меня проблема",
                time: "12.12",
            },
            {
                author: "Петр",
                text: "Здравствуйте, чем помочь?",
                time: "12.12"
            },
            {
                author: "Евгений",
                text: "Помощи не будет",
                time: "12.12"
            },
        ]
    },
    {
        title: "Сломалась кнопка на входе",
        place: "Офис 312",
        date: "21.02.2021 12:19",
        id: '1213',
        messages: [

        ]
    },
    {
        title: "Надо заменить розетку",
        place: "Офис 2223",
        date: "21.02.2021 12:19",
        id: '12',
        messages: [
            {
                text: "Здравствуйте, чем помочь?",
                time: "12.12",
            },
            {
                author: "Наталья",
                text: "Здравствуйте, чем помочь?",
                time: "12.12"
            },
            {
                author: "Наталья",
                text: "Здравствуйте, чем помочь?",
                time: "12.12"
            },
        ]
    },
    {
        title: "Не работает интернет",
        place: "Офис 17",
        date: "21.02.2021 12:19",
        id: '3',
        messages: [
            {
                text: "Здравствуйте, чем помочь?",
                time: "12.12",
            },
            {
                author: "Наталья",
                text: "Здравствуйте, чем помочь?",
                time: "12.12"
            },
            {
                author: "Наталья",
                text: "Здравствуйте, чем помочь?",
                time: "12.12"
            },
        ]
    },
]